{
    "author": "Raj Thambu",
    "contact": "rthambu@gmail.com",
    "books": [
        {
            "booktitle": "பொங்கல் வாழ்த்து",
            "booktitle_tanglish": "Pongal Vaazhthu",
            "description": "A song on pongal festival",
            "category": "Greetings",
            "context": [
                {
                    "title": "Pongal-Vaazhthu",
                    "line": "பொங்கலோ பொங்கல், தை பொங்கல் | விதைத்து விளைத்து காணும் பொங்கல் । பொங்கலோ பொங்கல், தை பொங்கல் || கருவடைந்த காணி நிலத்தின் பயிரை | பேணி காத்த பெருமிகு உழவர் | அதன், அறுவடை காணும் அகமகிழ் பொன் நாள் | அதுவே, தமிழர் கொண்டாடும் தை பொங்கல் திருநாள் || நன் கோலம் இட்ட | பொன் ஆரம் சூட்ட | ஜல்லி காளை கட்ட | இம்மண்ணின் பொன் விழா || எண் திசை கூடி | பண் இசை பாடி | பொன் சிலம்பு ஆடி | ஒன்றி கூடும் விழா | அதுவே, தமிழரின் தை பொங்கல் திருவிழா || இந்த புண்ணிய பூமி அளித்த பூசு மஞளும் | அந்த கன்னி வயல் கொடுத்த கொத்து கரும்பும் | எந்த வரம்பு மீரா வைத்த அருசுவை உணவும் | பந்தமிகு உறவுகளோடு பகிர்ந்து மகிழ்ந்த வண்ணம் | அதுவே, தமிழர் கொண்டாடும் தை பொங்கல் தினம் || உழுதுண்டு வாழ்வாரைத் தொழுதுண்டு பின்செல்| என வழி கொண்ட பெருமானுக்கு, | ஒரு மானம் காட்டும் தினம் | அதுவே, தமிழ் அன்னை பெற்ற வள்ளுவர் தினம் || அன்று போதியில் தெரித்த கேள்வி | இன்று போகியில் எரித்த வேள்வி | என்று தமிழர் கணித்த நாள் | அதுவே, | இனித்த பொங்கல் திருநாள் || நல்லோர் ராசியும், | நம் முன்னோர் ஆசியும், | வைத்து தொழுக ஒருநாள் || திருமண்ணில் நீர் சேர்த்து, | திருநீரில் மண் சேர்த்து, | தமிழ் வேதம் ஓதும் திருநாள் | அதுவே, | தமிழர் வணங்கும் தை பொங்கல் பெரு நாள் || பொங்கலோ பொங்கல், தை பொங்கல்",
                    "meaning": "தை மாதத்தில் கொண்டாடப்படும் பொங்கல் திருநாளை வாழ்த்தும் கவிதை. விதைத்து விளைத்து காணும் உழவர்களின் அறுவடை விழாவாக, கோலம் இட்டு, ஆரம் சூட்டி, காளை கட்டி, எண் திசையிலிருந்து ஒன்றிணைந்து பண் இசை பாடி சிலம்பு ஆடி கொண்டாடும் தமிழரின் பெரு விழா. புண்ணிய பூமியின் பூசு மண்ணும், கரும்பும், அருசுவை உணவும் உறவுகளோடு பகிர்ந்து மகிழும் நாள். உழவர்களை வணங்கும் வள்ளுவர் தினமும், தமிழ் வேதம் ஓதும் திருநாளும் ஆகிய இனிய பொங்கல் திருநாள்."
                }
            ]
        },
        {
            "booktitle": "வாழ்த்து",
            "booktitle_tanglish": "Poetry on Festival Greetings",
            "description": "New Year, Diwali & Monsoon greetings in the form of Tamil Poetry",
            "category": "Greetings",
            "context": [
                {
                    "title": "Tamil-New-Year-Greetings",
                    "line": "புதிது புதிது என புத்தாண்டில் புனைவது யேன்? அதில் புதியது எது? புரியாதது எது? பெரிது பெரிது என பேசும் பொழுது, சிரியது எது வென சிந்திப்பது புதிது… பொருள் பெருக்குவது எவ்வாறு என பொழுது போக்குவதற்க்கு முன், உனக்கு உரியது எது வென உணர்வது புதிது… குருகிய கோட்பாடுகளை காணொலி கழகத்தில் கற்பிக்கும்முன், நெடிய பாதையின் நெரிமுறைகளை நெஞில் அமர்த்துவது புதிது…. தெரியும் என திமிராய் திரிவதை விட, தெரியாது என்ற தெளிவான பக்குவம் அடைதல் புதிது… புதியது எது வாயின், பழம் பொருளை நன்கு அரிவது புதிது !",
                    "meaning": "புத்தாண்டில் புதிய விஷயங்களை புனைவதை விட, பழைய விஷயங்களை நன்கு புரிந்து கொள்வதும், தெரியாதது என்ற தெளிவான பக்குவம் அடைவதும் புதிய முன்னேற்றமாகும். பெரிய விஷயங்களை பேசுவதற்கு முன், உனக்கு உரியது எது என்பதை உணர்வது முக்கியம்."
                },
                {
                    "title": "Deepavali-Greetings",
                    "line": "திரியும் எண்ணயும் அகலில் புகலிட, திரியும் எண்ணமும் அகத்திடம் வெளியிட । தீப ஒளி வரிசையை பக்தியுடன் காண, தீய விழி மீட்க்கும் சக்தியுடன் பேண । பளபளப்பு ஆடையுடன் பட்டாசு தெரிக்க, பளிச்சுடன் வீசும் பால் வண்ணப் பாங்குடன்। நலம் தரும் திரு நாளில், நாவில் சிரிப்பும், நாள் தோரும் இன்பமும் பெருக, இனிய நல் தீபாவளி வாழ்த்துக்கள் !!!",
                    "meaning": "தீபாவளி திருநாளில், திரியும் எண்ணங்களை அகலில் வெளியிடுவதும், தீப ஒளியுடன் பக்தியுடன் வணங்குவதும், பளபளப்பான ஆடைகளுடன் பட்டாசு வெடிக்கும் இனிய விழாவில், சிரிப்பும் இன்பமும் பெருக வாழ்த்துக்கள்."
                },
                {
                    "title": "Monsoon-Rain-Greetings",
                    "line": "ஓடும் நதி போல் நீ, ஓட்டின் அதிபதி நீ, பாரின் வண்ணம் நீ, பார்க்கும் எண்ணம் நீ, புவி பார்த்த அருவி துளி நீ, கவி வார்த்த கருவியும் நீ. விண் தூண்டிவிட்ட விதையா நீ, என் கண்ணை மூடிவிட்ட கதையா நீ ?",
                    "meaning": "மழைக்காலத்தின் அழகை வருணிக்கும் கவிதை. மழை நீர் ஓடும் நதி போலவும், பூமியின் வண்ணத்தையும், கவிஞனின் கருவியாகவும், விண்ணில் இருந்து வரும் விதையாகவும், கண்ணை மூடிவிடும் கதையாகவும் வருணிக்கப்படுகிறது."
                }
            ]
        }
    ]
}

